/* No comment provided by engineer. */
"1 hour" = "1 hodina";

/* No comment provided by engineer. */
"15 minutes" = "15 minut";

/* No comment provided by engineer. */
"1u insulin for every X %@" = "1 jednotka inzulínu na každých X %@";

/* No comment provided by engineer. */
"1u insulin for every X grams" = "1 jednotka inzulínu na každých X %@ gramů";

/* No comment provided by engineer. */
"30 minutes" = "30 minut";

/* No comment provided by engineer. */
"A line chart showing your blood glucose and general trend over a given period" = "Spojnicový graf zobrazující hladinu cukru v krvi a obecný trend v daném období";

/* No comment provided by engineer. */
"A pie chart showing the number of healthy glucose readings versus unhealthy over a given period" = "Kruhový graf zobrazuje srovnání hodnoty zdravé a nezdravé glukózy v daném období";

/* No comment provided by engineer. */
"A stacked bar chart (segmented by morning, afternoon and evening) showing total carbohydrate in-take per day" = "Sloupcový graf (rozdělený na ráno, odpoledne a večer) zobrazuje celkové množství zkonzumovaných sacharidů za den";

/* No comment provided by engineer. */
"About Insulin Calculation" = "O kalkulaci inzulínu";

/* No comment provided by engineer. */
"Account options" = "Možnosti účtu";

/* No comment provided by engineer. */
"Accounts" = "Účty";

/* Activity (physical exercise) entry type */
"Activity" = "Aktivita";

/* Label for total amount of activity (physical exercise) */
"ACTIVITY" = "AKTIVITA";

/* No comment provided by engineer. */
"Activity name" = "Název aktivity";

/* No comment provided by engineer. */
"Add" = "Přidat";

/* No comment provided by engineer. */
"Add a Meal" = "Přidat jídlo";

/* No comment provided by engineer. */
"Add a Note" = "Přidat poznámku";

/* Add blood glucose reading */
"Add a Reading" = "Přidat měření";

/* No comment provided by engineer. */
"Add account" = "Přidat účet";

/* No comment provided by engineer. */
"Add Activity" = "Přidat aktivitu";

/* No comment provided by engineer. */
"Add Location" = "Přidat místo";

/* No comment provided by engineer. */
"Add Medicine" = "Přidat lék";

/* No comment provided by engineer. */
"Add Photo" = "Přidat fotku";

/* No comment provided by engineer. */
"Add Reminder" = "Přidat připomínku";

/* The amount of time to wait after an event occurs before alerting the user */
"After" = "Po";

/* No comment provided by engineer. */
"AirPrint" = "AirPrint";

/* The message shown as part of a reminder */
"Alert" = "Upozornění";

/* No comment provided by engineer. */
"Amount" = "Množství";

/* No comment provided by engineer. */
"Amount taken" = "Přijaté množství";

/* No comment provided by engineer. */
"and" = "a";

/* No comment provided by engineer. */
"April" = "Duben";

/* No comment provided by engineer. */
"Are you sure you want to unlink your RunKeeper account?" = "Jste si jisti, že chcete odpojit váš RunKeeper účet?";

/* No comment provided by engineer. */
"Are you sure you'd like to add location data to this event?" = "Jste si jisti, že chcete přidat údaje o místu k tomuto záznamu?";

/* No comment provided by engineer. */
"Are you sure you'd like to delete this account? All associated entries will be permanently deleted" = "Jste si jisti, že chcete odstranit tento účet? Všechny záznamy budou trvale odstraněny";

/* No comment provided by engineer. */
"Are you sure you'd like to delete this reminder rule?" = "Jste si jisti, že chcete smazat toto pravidlo pro připomenutí?";

/* No comment provided by engineer. */
"Are you sure you'd like to delete this reminder?" = "Jste si jisti, že chcete smazat toto připomenutí?";

/* No comment provided by engineer. */
"Are you sure you'd like to permanently delete this entry?" = "Jste si jisti, že chcete trvale odstranit tuto položku?";

/* No comment provided by engineer. */
"Are you sure you'd like to restore from a previous backup? This cannot be undone." = "Jste si jisti, že chcete provést obnovení z předchozí zálohy? Není možné se vrátit zpět po provedení tohoto kroku.";

/* No comment provided by engineer. */
"August" = "Srpen";

/* Label for average blood glucose reading */
"AVERAGE" = "PRŮMĚR";

/* Backup & sync settings section title */
"Backup & Sync" = "Záloha & synchronizace";

/* No comment provided by engineer. */
"Backup settings" = "Nastavení zálohy";

/* No comment provided by engineer. */
"Backup/Restore" = "Záloha/Obnovení";

/* Blood glucose level */
"BG level" = "Hladina glykémie";

/* Blood glucose units */
"BG units" = "Jednotky cukru v krvi";

/* No comment provided by engineer. */
"Blood Glucose Level" = "Hladina Glykemie";

/* No comment provided by engineer. */
"Blood glucose level" = "Hladina glykemie";

/* No comment provided by engineer. */
"Blood Glucose Readings" = "Měření glykémie";

/* No comment provided by engineer. */
"Both" = "Obojí";

/* No comment provided by engineer. */
"Calculations use the following formula:\n\n((currentBG-targetBG)/correctiveFactor) + (carbohydrates/carbohydrateRatio)\n\nIf in doubt, consult your doctor" = "Pro výpočet použijte následující vzorec:\n\n((současná - cílová hladina cukru)/opravný koeficient) + (sacharidy/poměr sacharidů)\n\nPokud si nejste jisti, poraďte se se svým lékařem";

/* No comment provided by engineer. */
"Cancel" = "Zrušit";

/* No comment provided by engineer. */
"Carbohydrate in-take" = "Příjem sacharidů";

/* No comment provided by engineer. */
"Carbohydrate Ratio" = "Poměr sacharidů";

/* Amount of carbohydrates */
"Carbs" = "Sacharidy";

/* No comment provided by engineer. */
"Choose new photo" = "Vybrat novou fotku";

/* No comment provided by engineer. */
"Choose photo" = "Vyberte fotografii";

/* No comment provided by engineer. */
"Correction Factor" = "Opravný koeficient";

/* Menu item to show users the application credits */
"Credits" = "Poděkování";

/* No comment provided by engineer. */
"Current BG" = "Současná hladina cukru";

/* Current geographic location */
"Current Location" = "Současná poloha";

/* Abbreviation for Date of Birth */
"D.O.B." = "Datum narození";

/* No comment provided by engineer. */
"Date" = "Datum";

/* No comment provided by engineer. */
"Date reminder" = "Připomenutí datumu";

/* No comment provided by engineer. */
"Days" = "Dny";

/* No comment provided by engineer. */
"December" = "Prosinec";

/* No comment provided by engineer. */
"Delete Account" = "Smazat účet";

/* No comment provided by engineer. */
"Delete Entry" = "Odstranit položku";

/* No comment provided by engineer. */
"Delete photo" = "Smazat fotku";

/* No comment provided by engineer. */
"Delete Reminder" = "Odstranit připomenutí";

/* No comment provided by engineer. */
"Delete Reminder Rule" = "Odstranit pravidlo připomenutí";

/* No comment provided by engineer. */
"Description" = "Popis";

/* Label for the statistical deviation in blood glucose values */
"Deviation" = "Odchylka";

/* No comment provided by engineer. */
"Diabetic Record" = "Diabetický záznam";

/* No comment provided by engineer. */
"Diabetik cannot and will not advise you with regards to medical care.\n\nIf you have questions or concerns regarding the state of your health please see a medical professional." = "Diabetik vám nemůže poradit ohledně lékařské péče.  Pokud máte otázky nebo obavy ohledně svého zdravotního stavu, obraťte se na odborného lékaře.";

/* No comment provided by engineer. */
"Diabetik Export - %@" = "Diabetik Export - %@";

/* No comment provided by engineer. */
"Diabetik is a new kind of diabetic journal that lets you track your blood glucose, medication, food and personal activities.\n\nTo learn more swipe your finger to the left." = "Diabetik je nový způsob jak vést váš diabetický deník, umožňuje sledování cukru v krvi, léků, potravin a osobních aktivit. \n\nPro více informací přejeďte prstem vlevo.";

/* No comment provided by engineer. */
"Diabetik is capable of exporting your data in CSV or PDF format.\n\nPerfect for importing into other software or for printing to show your health care provider!" = "Pomocí aplikace Diabetik můžete exportovat vaše data ve formátu CSV nebo PDF. \n\nIdeální pro import do jiného softwaru nebo pro tisk ke sdílení s vaším lékařem!";

/* No comment provided by engineer. */
"Diabetik makes keeping your journal up-to-date as easy as possible by analysing your habits.\n\nIt may take a few days to really get to know you, so please be patient!" = "Diabetik udržuje váš deník aktuální tím že sleduje vaše návyky.\nTento proces může trvat několik dnů, tak buďte prosím trpěliví!";

/* No comment provided by engineer. */
"Done" = "Hotovo";

/* No comment provided by engineer. */
"Drag left to add additional entries" = "Tažením vlevo přidejte další položky";

/* No comment provided by engineer. */
"Dropbox" = "Dropbox";

/* No comment provided by engineer. */
"Dropbox needs to finish syncing before it's possible to export files. Try again in a few minutes." = "Než bude možné exportovat soubory, musí být dokončena synchronizace Dropboxu. Opakujte akci za několik minut.";

/* No comment provided by engineer. */
"Dropbox settings" = "Nastavení Dropboxu";

/* No comment provided by engineer. */
"Dropbox Settings" = "Nastavení Dropboxu";

/* No comment provided by engineer. */
"Edit account" = "Upravit účet";

/* No comment provided by engineer. */
"Edit Activity" = "Upravit aktivitu";

/* No comment provided by engineer. */
"Edit Meal" = "Upravit jídlo";

/* No comment provided by engineer. */
"Edit Medicine" = "Upravit lék";

/* No comment provided by engineer. */
"Edit Note" = "Upravit poznámku";

/* Edit blood glucose reading */
"Edit Reading" = "Upravit záznam";

/* No comment provided by engineer. */
"Edit reminder" = "Upravit upozornění";

/* No comment provided by engineer. */
"Edit Reminder" = "Upravit upozornění";

/* No comment provided by engineer. */
"Email" = "E-mail";

/* No comment provided by engineer. */
"Email sent" = "E-mail odeslán";

/* No comment provided by engineer. */
"Enter or select below" = "Zadejte nebo vyberte níže";

/* Used as part of a label that tallies the total number of entries entered by a user, i.e: x entries in total */
"entries in total" = "celkem položek";

/* Geo-location of event */
"Event Location" = "Místo události";

/* No comment provided by engineer. */
"Every day" = "Každý den";

/* No comment provided by engineer. */
"Every Day" = "Každý den";

/* No comment provided by engineer. */
"Every Friday" = "Každý pátek";

/* No comment provided by engineer. */
"Every Monday" = "Každé pondělí";

/* No comment provided by engineer. */
"Every Saturday" = "Každou sobotu";

/* No comment provided by engineer. */
"Every Sunday" = "Každou neděli";

/* No comment provided by engineer. */
"Every Thursday" = "Každý čtvrtek";

/* No comment provided by engineer. */
"Every Tuesday" = "Každé úterý";

/* No comment provided by engineer. */
"Every Wednesday" = "Každou středu";

/* Menu item to take users to the export screen */
"Export" = "Exportovat";

/* No comment provided by engineer. */
"Export successful" = "Úspěšně exportováno";

/* No comment provided by engineer. */
"Factors" = "Koeficienty";

/* No comment provided by engineer. */
"February" = "Únor";

/* Gender selector switch */
"Female" = "Žena";

/* No comment provided by engineer. */
"Formats to export" = "Formáty pro export";

/* No comment provided by engineer. */
"Fri" = "Pá";

/* No comment provided by engineer. */
"Gender" = "Pohlaví";

/* General settings section title */
"General" = "Obecné";

/* No comment provided by engineer. */
"Glucose" = "Cukr";

/* No comment provided by engineer. */
"Glucose settings" = "Nastavení glukózy";

/* Label for the amount of grams of carbohydrate eaten
   Unit of measurement */
"Grams" = "Gramů";

/* A label used to show healthy blood glucose readings */
"Healthy" = "Zdravý";

/* No comment provided by engineer. */
"Healthy Glucose Tally" = "Přehled ideální hladiny cukru";

/* No comment provided by engineer. */
"Here's your Diabetik data export, generated on %@." = "Tady jsou vaše exportovaná Diabetik data vytvořena %@.";

/* No comment provided by engineer. */
"Hi there!" = "Vítejte!";

/* Label for highest blood glucose reading in a given month */
"Highest" = "Nejvyšší";

/* No comment provided by engineer. */
"Hours" = "Hodin";

/* No comment provided by engineer. */
"I just recorded a blood glucose reading of %@ with @diabetikapp" = "Právě jsem si zaznamenal hladinu cukru v krvi %@ pomocí aplikace @diabetikapp";

/* No comment provided by engineer. */
"I just recorded a blood glucose reading of %@ with Diabetik" = "Právě jsem si zaznamenal hladinu cukru v krvi %@ pomocí aplikace Diabetik";

/* No comment provided by engineer. */
"I just spent %@ minutes %@ and tracked it with @diabetikapp" = "Pravě jsem strávil %1$@ minut  %2$@ a zaznamenal to pomocí @diabetikapp";

/* No comment provided by engineer. */
"I just spent %@ minutes %@ and tracked it with Diabetik" = "Pravě jsem strávil %1$@ minut  %2$@ a zaznamenal to pomocí aplikace Diabetik";

/* No comment provided by engineer. */
"I just took %@ %@ of %@ and recorded it with @diabetikapp" = "Právě jsem vzal %3$@ %1$@ %2$@ a zaznamenal to do aplikace @diabetikapp";

/* No comment provided by engineer. */
"I just took %@ %@ of %@ and recorded it with Diabetik" = "Právě jsem vzal %3$@ %1$@ %2$@ a zaznamenal to do aplikace Diabetik";

/* No comment provided by engineer. */
"I love @diabetikapp! It's a great way to track my diabetes." = "@diabetikapp se mi líbí! Je to skvělý způsob, jak sledovat moji cukrovku.";

/* No comment provided by engineer. */
"I love Diabetik! It's a great way to track my diabetes." = "Diabetik se mi líbí! Je to skvělý způsob, jak sledovat moji cukrovku.";

/* No comment provided by engineer. */
"Input" = "Vklad";

/* No comment provided by engineer. */
"Insulin calculator" = "Kalkulátor inzulínu";

/* No comment provided by engineer. */
"It wasn't possible to export your backup to Dropbox. The following error occurred: %@" = "Nebylo možné exportovat vaši zálohu do Dropboxu. Došlo k následující chybě: %@";

/* No comment provided by engineer. */
"It wasn't possible to export your files to Dropbox. The following error occurred: %@" = "Nebylo možné exportovat vaše soubory do Dropboxu. Došlo k následující chybě: %@";

/* No comment provided by engineer. */
"It wasn't possible to restore your backup from Dropbox. The following error occurred: %@" = "Nebylo možné obnovit vaši zálohu z Dropboxu. Došlo k následující chybě: %@";

/* No comment provided by engineer. */
"January" = "Leden";

/* The title for the applications index screen - which is a physical journal */
"Journal" = "Deník";

/* No comment provided by engineer. */
"July" = "Červenec";

/* No comment provided by engineer. */
"June" = "Červen";

/* A label showing the date a sync operation was last performed on */
"Last sync performed on" = "Poslední synchronizace provedena";

/* An option to view third-party software licenses used throughout the application */
"Licenses" = "Licence";

/* A button allowing users to 'Like' an entry on Facebook */
"Like" = "Like";

/* No comment provided by engineer. */
"Link with Dropbox" = "Připojit Dropbox";

/* No comment provided by engineer. */
"Link with RunKeeper" = "Připojit RunKeeper";

/* An option to connect your third-party account from Diabetik */
"Link your account" = "Propojte svůj účet";

/* No comment provided by engineer. */
"Location" = "Místo";

/* No comment provided by engineer. */
"Location reminder" = "Připomenutí polohy";

/* No comment provided by engineer. */
"Location-based reminders" = "Lokalizační připomenutí";

/* Label for the lowest blood glucose reading in a given month */
"Lowest" = "Nejnižší";

/* Gender selector switch */
"Male" = "Muž";

/* No comment provided by engineer. */
"Manual backup" = "Manuální zálohování";

/* No comment provided by engineer. */
"March" = "Březen";

/* Remind me after adding [a specific entry type] matching [these conditions] */
"Matching these conditions" = "Odpovídající těmto podmínkám";

/* An option label for determining the highest a blood glucose reading can be before being considered unhealthy */
"Max healthy" = "Maximální zdraví";

/* No comment provided by engineer. */
"May" = "Květen";

/* Meal entry type */
"Meal" = "Jídlo";

/* No comment provided by engineer. */
"Meal name" = "Jméno jídla";

/* No comment provided by engineer. */
"Medication" = "Léky";

/* No comment provided by engineer. */
"Medicine name" = "Název léku";

/* The section header for generic menu items */
"Menu" = "Nabídka";

/* Type/unit of medicine */
"mg" = "mg";

/* An option label for determining the lowest a blood glucose reading can be before being considered unhealthy */
"Min healthy" = "Minimální zdraví";

/* No comment provided by engineer. */
"Minutes" = "Minuty";

/* No comment provided by engineer. */
"Mon" = "Po";

/* No comment provided by engineer. */
"Months to export" = "Měsíce k exportu";

/* The name of an entry */
"Name" = "Jméno";

/* No comment provided by engineer. */
"Nice to meet you" = "Rád vás poznávám";

/* No comment provided by engineer. */
"No" = "Ne";

/* Title of message shown when the user has yet to add any entries to their journal */
"No Entries" = "Žádné položky";

/* No comment provided by engineer. */
"No location" = "Žádná místa";

/* No comment provided by engineer. */
"No Reminders" = "Žádné připomínky";

/* No comment provided by engineer. */
"No Reports" = "Žádné zprávy";

/* No comment provided by engineer. */
"Not enough data" = "Není k dispozici dostatek dat";

/* Note entry type */
"Note" = "Poznámka";

/* No comment provided by engineer. */
"Notes" = "Poznámky";

/* No comment provided by engineer. */
"November" = "Listopad";

/* No comment provided by engineer. */
"October" = "Říjen";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Okay" = "OK";

/* On arrival to a geographic location */
"On Arrival" = "Při příjezdu";

/* On departure from a geographic location */
"On Departure" = "Při odjezdu";

/* No comment provided by engineer. */
"One-time reminders" = "Jednorázová připomenutí";

/* No comment provided by engineer. */
"optional" = "Volitelné";

/* Settings section for miscellaneous information */
"Other" = "Ostatní";

/* No comment provided by engineer. */
"Past 14 days" = "Posledních 14 dní";

/* No comment provided by engineer. */
"Past 7 days" = "Posledních 7 dní";

/* No comment provided by engineer. */
"Perform manual backup" = "Provést manuální zálohu";

/* No comment provided by engineer. */
"Perform manual sync" = "Provést manuání synchronizaci";

/* Type/unit of medicine */
"pills" = "prášků";

/* No comment provided by engineer. */
"Please complete all required fields" = "Vyplňte prosím všechna požadovaná pole";

/* Error message shown to users when setting up a geographical reminder */
"Please select a valid location before continuing" = "Před pokračováním prosím vyberte platné místo";

/* Type/unit of medicine */
"puffs" = "Sprej";

/* Blood glucose reading entry type */
"Reading" = "Měření";

/* Remind me after adding [a specific entry type] */
"Remind me after adding" = "Připomeň mi po přidání";

/* No comment provided by engineer. */
"Remind me in" = "Připomeň mi za";

/* No comment provided by engineer. */
"Reminder details" = "Podrobnosti připomenutí";

/* Title for screen showing the geographic location of a geo-fenced reminder */
"Reminder Location" = "Poloha pro připomenutí";

/* No comment provided by engineer. */
"Reminders" = "Připomínky";

/* No comment provided by engineer. */
"Reminders are a great way to keep on top of things.\n\nAlong with one-time and repeat reminders you can also setup location-based reminders to alert you when you leave or arrive at a particular location." = "Připomenutí jsou skvělý způsob jak mít vše pod kontrolou.\n\nKromě jednorázových nebo opakovaných připomenutí můžete také nastavit připomenutí která vás upozorní, když přijdete nebo opustíte konkrétní místo.";

/* No comment provided by engineer. */
"Remove" = "Odstranit";

/* No comment provided by engineer. */
"Repeat" = "Opakovat";

/* Label for a reminder which repeats across multiple days */
"Repeating" = "Opakování";

/* No comment provided by engineer. */
"Repeating reminders" = "Opakovaná připomenutí";

/* No comment provided by engineer. */
"Report" = "Zpráva";

/* No comment provided by engineer. */
"Reporting events between" = "Hlášení událostí v rozmezí";

/* No comment provided by engineer. */
"Restore" = "Obnovit";

/* No comment provided by engineer. */
"Restore from backup" = "Obnovení ze zálohy";

/* No comment provided by engineer. */
"Restore successful" = "Obnovení bylo úspěšně";

/* No comment provided by engineer. */
"Restoring from backup will never delete existing data. If identical records are found the existing version will be overwritten. We advise backup restoration only be used when absolutely necessary." = "Obnovení ze zálohy nikdy neodstraní existující data. Pokud jsou nalezeny shodné záznamy, stávající verze bude přepsána. Doporučujeme použít obnovení ze zálohy pouze pokud je to nezbytně nutné.";

/* No comment provided by engineer. */
"Rotate to view reports" = "Otočte pro zobrazení grafů";

/* No comment provided by engineer. */
"Rule-based Reminder" = "Připomenutí založené na pravidlech";

/* No comment provided by engineer. */
"Rule-based reminder" = "Připomenutí založené na pravidlech";

/* No comment provided by engineer. */
"Rule-based reminders" = "Připomenutí založená na pravidlech";

/* No comment provided by engineer. */
"RunKeeper settings" = "Nastavení RunKeeper";

/* No comment provided by engineer. */
"RunKeeper Settings" = "Nastavení RunKeeper";

/* No comment provided by engineer. */
"Sat" = "So";

/* No comment provided by engineer. */
"Scheduled Reminder" = "Nalánované připomenutí";

/* No comment provided by engineer. */
"Search" = "Hledat";

/* No comment provided by engineer. */
"September" = "Září";

/* Settings title */
"Settings" = "Nastavení";

/* A settings switch to control the Smart Input feature */
"Smart input" = "Chytrý záznam";

/* A settings switch to control application sounds */
"Sounds" = "Zvuky";

/* No comment provided by engineer. */
"Stay safe" = "Dávejte na sebe pozor";

/* No comment provided by engineer. */
"Sun" = "Ne";

/* No comment provided by engineer. */
"Take new photo" = "Nové foto";

/* No comment provided by engineer. */
"Take photo" = "Vyfotit";

/* No comment provided by engineer. */
"Target BG" = "Cílová hodnota";

/* No comment provided by engineer. */
"Thanks" = "Děkuji";

/* An option allow users to be reminded at some point in the future */
"The future" = "Budoucnost";

/* No comment provided by engineer. */
"There was an error while printing your report" = "Při tisku zprávy došlo k chybě";

/* No comment provided by engineer. */
"There was an error while setting your reminders date and time" = "Došlo k chybě při nastavování připomenutí datumu a času";

/* No comment provided by engineer. */
"There was an error while trying to delete this account: %@" = "Při pokusu o odstranění tohoto účtu došlo k chybě: %@";

/* No comment provided by engineer. */
"There was an error while trying to delete this event: %@" = "Došlo k chybě při pokusu o odstranění této události: %@";

/* No comment provided by engineer. */
"There was an error while trying to establish the new default account" = "Došlo k chybě při pokusu o vytvoření nového výchozího účtu";

/* No comment provided by engineer. */
"This is your only account. Please create another before trying to delete this one" = "Toto je váš jediný účet. Před smazáním současného účtu vytvořte nový";

/* No comment provided by engineer. */
"Thurs" = "Čt";

/* Unit of measurement */
"time" = "čas";

/* No comment provided by engineer. */
"Time" = "Čas";

/* No comment provided by engineer. */
"Title" = "Název";

/* No comment provided by engineer. */
"Today" = "Dnes";

/* No comment provided by engineer. */
"Total carbohydrates" = "Celkem sacharidů";

/* No comment provided by engineer. */
"Total Carbohydrates (grams)" = "Celkem sacharidů (g)";

/* No comment provided by engineer. */
"Trigger for all entries of this type" = "Aktivovat pro všechny položky tohoto typu";

/* No comment provided by engineer. */
"Tues" = "Út";

/* A button allowing users to post an entry on Twitter */
"Tweet" = "Tweet";

/* No comment provided by engineer. */
"Tweet sent" = "Tweet odeslán";

/* No comment provided by engineer. */
"Type" = "Typ";

/* No comment provided by engineer. */
"Uh oh!" = "Ouha!";

/* No comment provided by engineer. */
"Unable to create image documents folder" = "Nelze vytvořit složku obrázků";

/* Error message shown when a users current geographic location cannot be determined */
"Unable to determine location" = "Nelze zjistit polohu";

/* A label used to show unhealthy blood glucose readings */
"Unhealthy" = "Nezdravé";

/* Type/unit of medicine */
"units" = "jednotek";

/* No comment provided by engineer. */
"Unlink account" = "Odpojit účet";

/* No comment provided by engineer. */
"Unlink Dropbox account" = "Odpojit Dropbox účet";

/* An option to disconnect your third-party account from Diabetik */
"Unlink your account" = "Odpojit váš účet";

/* No comment provided by engineer. */
"Unlink your RunKeeper account" = "Odpojit váš RunKeeper účet";

/* No comment provided by engineer. */
"Update location" = "Aktualizovat polohu";

/* No comment provided by engineer. */
"Update sent" = "Aktualizace odeslána";

/* No comment provided by engineer. */
"Value" = "Hodnota";

/* No comment provided by engineer. */
"View Location" = "Zobrazit polohu";

/* No comment provided by engineer. */
"View on map" = "Zobrazit na mapě";

/* No comment provided by engineer. */
"View photo" = "Zobrazit foto";

/* No comment provided by engineer. */
"View Photo" = "Zobrazit foto";

/* No comment provided by engineer. */
"We were unable to delete your reminder for the following reason: %@" = "Nebyli jsme schopni odstranit připomenutí z následujícího důvodu: %@";

/* No comment provided by engineer. */
"We were unable to delete your reminder rule for the following reason: %@" = "Nebyli jsme schopni odstranit pravidlo pro připomenutí z následujícího důvodu: %@";

/* No comment provided by engineer. */
"We were unable to save your account for the following reason: %@" = "Nebyli jsme schopni uložit váš účet z následujícího důvodu: %@";

/* No comment provided by engineer. */
"We were unable to save your activity. Please try again!" = "Nebyli jsme schopni uložit vaše aktivity. Zkuste to prosím znovu!";

/* No comment provided by engineer. */
"We were unable to save your meal" = "Nebyli jsme schopni uložit vaše jídlo";

/* No comment provided by engineer. */
"We were unable to save your note" = "Nebyli jsme schopni uložit vaši poznámku";

/* Error message for blood glucose reading */
"We were unable to save your reading" = "Nebyli jsme schopni uložit váš záznam";

/* No comment provided by engineer. */
"We were unable to save your reminder for the following reason: %@" = "Nebyli jsme schopni uložit připomenutí z následujícího důvodu: %@";

/* No comment provided by engineer. */
"We were unable to save your reminder rule for the following reason: %@" = "Nebyli jsme schopni uložit pravidlo pro připomenutí z následujícího důvodu: %@";

/* No comment provided by engineer. */
"We've set you up with a new journal. You're welcome to create as many as you'd like.\n\nCheck out the settings screen to manage additional accounts." = "Vytvořili jsme vám nový deník. Můžete si vytvořit libovolný počet deníků.\n\nPodívejte se na obrazovku nastavení pro správu dalších účtů.";

/* No comment provided by engineer. */
"Wed" = "St";

/* No comment provided by engineer. */
"What'd you have?" = "Co jste měli?";

/* No comment provided by engineer. */
"When you'd like to be reminded" = "Kdy chcete být upozorněni";

/* Remind me after adding [a specific entry type] matching [these conditions] with [these settings] */
"With these settings" = "S tímto nastavením";

/* No comment provided by engineer. */
"Yep" = "Jo";

/* No comment provided by engineer. */
"Yes" = "Ano";

/* No comment provided by engineer. */
"Yesterday" = "Včera";

/* Referring to the users account */
"You" = "Vy";

/* No comment provided by engineer. */
"You cannot enter an event in the future" = "Nemůžete zadat událost v budoucnosti";

/* No comment provided by engineer. */
"You currently don't have any entries in your timeline. To add one, tap the + icon." = "V současné době nemáte žádné položky v časové ose. Chcete-li přidat položku, klepněte na  ikonu +.";

/* No comment provided by engineer. */
"You currently don't have any reminders setup. To add one, tap the + icon." = "V současné době nemáte nastavené žádná připomenutí. Chcete-li přidat připomenutí, klepněte na ikonu +.";

/* No comment provided by engineer. */
"You currently don't have any reports to export." = "V současné době nemáte žádné zprávy pro export.";

/* No comment provided by engineer. */
"You have yet to perform a sync with RunKeeper" = "Nejprve budete muset provést synchronizaci s RunKeeper";

/* No comment provided by engineer. */
"You haven't collected enough data to display this report" = "Ještě nemáte dostatek dat k zobrazení této zprávy";

/* No comment provided by engineer. */
"You must select at least one format to export" = "Musíte vybrat alespoň jeden formát pro export";

/* No comment provided by engineer. */
"You must select at least one month to export" = "Musíte vybrat alespoň jeden měsíc pro export";

/* No comment provided by engineer. */
"Your backup has been exported successfully" = "Vaše záloha byla úspěšně exportována";

/* No comment provided by engineer. */
"Your backup was restored successfully" = "Vaše záloha byla úspěšně obnovena";

/* No comment provided by engineer. */
"Your Diabetic Record" = "Váš diabetický záznam";

/* An error message letting the user know that their data export could not be emailed to them */
"Your export email could not be sent" = "Váš exportovaný e-mail nemohl být odeslán";

/* A success message letting the user know that their data export has been successfully emailed to them */
"Your export email has been sent" = "Váš exportovaný e-mail byl odeslán";

/* No comment provided by engineer. */
"Your Facebook update has been sent" = "Vaše aktualizace na Facebook byla odeslána";

/* No comment provided by engineer. */
"Your files have been exported successfully" = "Vaše soubory byly úspěšně exportovány";

/* No comment provided by engineer. */
"Your name" = "Vaše jméno";

/* No comment provided by engineer. */
"Your new journal" = "Váš nový deník";

/* No comment provided by engineer. */
"Your reminder message" = "Vaše zpráva pro připomenutí";

/* No comment provided by engineer. */
"Your tweet has been sent" = "Váš tweet byl odeslán";

/* No comment provided by engineer. */
"Yum! I just ate %@ and recorded it with @diabetikapp" = "Mňam! Právě jsem snědl %@ a zaznamenal si to pomocí aplikace @diabetikapp";

/* No comment provided by engineer. */
"Yum! I just ate %@ and recorded it with Diabetik" = "Mňam! Právě jsem snědl %@ a zaznamenal si to pomocí aplikace Diabetik";

/* No comment provided by engineer. */
"Yum! I just ate %@ with %@ grams and recorded it with @diabetikapp" = "Mňam! Právě jsem snědl %1$@ o váze %2$@ gramů a zaznamenal si to pomocí aplikace @diabetikapp";

/* No comment provided by engineer. */
"Yum! I just ate %@ with %@ grams and recorded it with Diabetik" = "Mňam! Právě jsem snědl %1$@ o váze %2$@ gramů a zaznamenal si to pomocí aplikace Diabetik";

